[
	{
		"norsk": "Det finnes ikke dårlig vær, bare dårlige klær",
		"english": "Don't complain about the weather, you should dress better instead. (There is no such thing as bad weather, only bad clothes)"
	},
	{
		"norsk":"Gammel vane er vond å vende",
		"english":"Old habits are hard to change (Old habits are difficult to turn)"
	},
	{
		"norsk":"Morgenstund har gull i munn",
		"english":"The morning is a very valuable time where you can achieve many things. (Morning time has gold in the mouth)"
	},
	{
		"norsk":"Eplet faller ikke langt fra stammen",
		"english":"Children resemble their parents. (The apple doesn't fall far from the trunk)"
	},
	{
    "norsk": "Å få både i pose og sekk",
    "english": "You can't get both / You can't have your cake and eat it too (To get both in bag and sack)"
	},
	{
			"norsk": "Førstemann til mølla",
			"english": "First come first served (First person to the mill)"
	},
	{
			"norsk": "Smi mens jernet er varmt",
			"english": "To do something while you have the chance / To strike while the iron is hot (Forge while the iron is hot)"
	},
	{
			"norsk": "Bedre sent enn aldri",
			"english": "Better to do something late than not at all (Better late than never)"
	},
	{
			"norsk": "Ta det med en klype salt",
			"english": "Don't believe 100% of what was said / don't take it too seriously (Take it with a pinch of salt)"
	},
	{
			"norsk": "Å ta det for god fisk",
			"english": "To believe something someone said without doubting them (To take it as good fish)"
	},
	{
			"norsk": "Aldri for sent å snu",
			"english": "It's never too late to stop / return / go back (Never too late to turn)"
	},
	{
			"norsk": "Ha det bra",
			"english": "Take care! (Have it well)"
	},
	{
			"norsk": "Borte bra men hjemme best",
			"english": "Nothing beats home (Away is good, but home is best)"
	},
	{
			"norsk": "Ut på tur, aldri sur",
			"english": "There's no reason to be grumpy when you're outside enjoying nature (Out on a trip / hike, never grumpy)"
	},
	{
			"norsk": "Mye vil ha mer",
			"english": "People that have a lot of things / money / anything always want to have more (Much / A lot wants more)"
	},
	{
			"norsk": "Det selger som hakka møkk",
			"english": "It's selling really well / It's super popular (It sells like minced / chopped shit)"
	},
	{
			"norsk": "Lyset er på, men ingen er hjemme",
			"english": "This person is not very smart (The lights are on, but nobody's home)"
	},
	{
			"norsk": "Du er ikke den skarpeste kniven i skuffen",
			"english": "You're not very smart (sharp) (You're not the sharpest knife in the drawer)"
	},
	{
			"norsk": "Å gå rundt grøten",
			"english": "To avoid getting to the point / Take a long time before getting to the point (To walk around the porridge)"
	},
	{
			"norsk": "Å male seg selv i et hjørne",
			"english": "To put oneself in a difficult situation (To paint oneself into a corner)"
	},
	{
			"norsk": "Hvorfor så lang i maska?",
			"english": "Why are you making that face (usually a sad or surprised face) (Why so long in (your) mask?)"
	},
	{
			"norsk": "Du må ha is i magen",
			"english": "You must be patient (You must have ice in the stomach)"
	},
	{
			"norsk": "Jo flere kokker, jo mere søl",
			"english": "Having more people involved means there are more people that can mess up the situation (The more chefs, the more mess)"
	},
	{
			"norsk": "En ulv i fåreklær",
			"english": "A bad guy disguised as a good guy (A wolf in a lamb's clothing)"
	},
	{
			"norsk": "Selv en blind høne kan finne korn",
			"english": "Anybody can get lucky (Even a blind hen can find corn)"
	},
	{
			"norsk": "Å bli tatt på senga",
			"english": "To be caught in action (To be taken on the bed)"
	},
	{
			"norsk": "Å bli tatt på fersken / fersk gjerning",
			"english": "To be caught in the act of doing something / while the act is still very recent (To be taken on the fresh)"
	},
	{
			"norsk": "Det går så det griner / gviner",
			"english": "It's going really well (It goes so (much that) it's crying (whining))"
	},
	{
			"norsk": "Brent barn skyr ilden",
			"english": "Children (or people in general) learn from their mistakes (Burned children avoid fire)"
	},
	{
			"norsk": "Jeg er frisk som en fisk",
			"english": "I am very healthy (I'm as healthy as a fish)"
	},
	{
			"norsk": "Øving gjør mester",
			"english": "You have to practice to become a master / Practice makes perfect (Practice makes master)"
	},
	{
			"norsk": "Tida flyr",
			"english": "Time is passing / has passed really quickly (Time flies)"
	},
	{
			"norsk": "Ikke selg skinnet før bjørnen er skutt",
			"english": "Don't promise something before you're sure you can deliver on it (Don't sell the hide / skin before the bear has been shot)"
	},
	{
			"norsk": "Uten mat og drikke duger helten ikke",
			"english": "You can't accomplish great things with an empty stomach (Without food and drink, the hero doesn't work)"
	},
	{
			"norsk": "Å få blod på tannen",
			"english": "To become inspired / driven to do something (To get blood on your tooth)"
	},
	{
			"norsk": "Sitte med skjegget i postkassa",
			"english": "To have ended up in a stupid situation, that you may have cheated your way into (To sit with your beard in the mailbox)"
	},
	{
			"norsk": "Man skal ikke skue hunden på hårene",
			"english": "You shouldn't judge a book by its cover (You shouldn't judge the dog on its hairs)"
	},
	{
			"norsk": "Å gjøre kål på",
			"english": "To finish something so that it is gone, for example by eating the leftovers (To make cabbage of)"
	},
	{
			"norsk": "Å være på bærtur",
			"english": "To describe someone who does not know what they're talking about or don't know what they're doing (To be out berry-picking)"
	},
	{
			"norsk": "Det er aldri så galt at det ikke er godt for noe!",
			"english": "You can always find something positive in a negative situation (It's never so bad that it's not good for something)"
	},
	{
			"norsk": "Å snakke rett fra leveren",
			"english": "To speak plainly/truthfully without sugar-coating (To speak directly from the liver)"
	},
	{
			"norsk": "Der er ugler i mosen",
			"english": "Something is off or not quite right. There is something secretive/sinister about a situation (There are owls in the moss)"
	},
	{
			"norsk": "Å ha en finger med i spillet",
			"english": "To play a part in something (often something sneaky) (To have a finger included in the game)"
	},
	{
			"norsk": "Det er helt Texas!",
			"english": "That's crazy (That's completely Texas!)"
	},
	{
			"norsk": "Hva er i veien?",
			"english": "What's wrong? (What's in the way?)"
	},
	{
			"norsk": "Å svelge noen kameler",
			"english": "To give in / to chose to ignore something, often to keep the peace (To swallow some camels)"
	},
	{
			"norsk": "Det er helt på trynet!",
			"english": "It's totally ridiculous (It's completely on the face)"
	},
	{
			"norsk": "Håper at det smaker",
			"english": "I hope it tastes good, bon appetit! (I hope that it tastes)"
	},
	{
			"norsk": "Har du røyka sokka dine?",
			"english": "Are you crazy? (Have you smoked your socks?)"
	},
	{
			"norsk": "Snakke i munnen på hverandre",
			"english": "People are talking at the same time, talking over each other / one another (Talking in each other's mouths)"
	},
	{
			"norsk": "Holde tunga rett i munnen",
			"english": "To be accurate / To no not deviate from the mission / To concentrate at the task at hand (Keeping the tongue straight in the mouth)"
	},
	{
			"norsk": "Ta knekken på (meg)!",
			"english": "It's killing me! (This breaks me!)"
	},
	{
			"norsk": "Ryk og reis",
			"english": "Get the hell out of here (Smoke and travel)"
	},
	{
			"norsk": "Jeg har det på tungen",
			"english": "It's on the tip of my tongue (I have it on my tongue)"
	},
	{
			"norsk": "Å leve på luft og kjærlighet",
			"english": "To survive on very limited / few resources (Living on air and love)"
	},
	{
			"norsk": "Å gjøre noen en bjørnetjeneste",
			"english": "Despite trying to do the right thing, you do more harm than good (Do someone a bear favour)"
	},
	{
			"norsk": "Å stikke noe under en stol",
			"english": "To try and hide something (Stick something under a chair)"
	},
	{
			"norsk": "Å være i vinden",
			"english": "To be popular, fashionable or to be \"on a roll\" (Being in the wind)"
	},
	{
			"norsk": "Som plommen i egget",
			"english": "To be in an ideal situation / To be in a very comfortable situation (Like the yolk in the egg)"
	},
	{
			"norsk": "En gladlaks",
			"english": "A positive and cheerful person / A happy-go-lucky person (A happy salmon)"
	},
	{
			"norsk": "Å tenke koffert",
			"english": "Someone who associated everything with sex, similar to having one's head in the gutter (To think suitcase)"
	},
	{
			"norsk": "Å ha bein i nesa",
			"english": "To be tough and determined and not afraid to speak up (To have bones in your nose)"
	},
	{
			"norsk": "Jeg har en høne å plukke med noen",
			"english": "To have a bone to pick with someone (I have a hen to pluck with someone)"
	},
	{
			"norsk": "Å være midt i smørøyet",
			"english": "To be in a great place, find yourself in a favourable position (To be in the middle of the butter melting in the porridge)"
	},
	{
			"norsk": "Å tråkke i salaten",
			"english": "To do or say something embarrassing or tactless (To step in the salad)"
	},
	{
			"norsk": "Det er hipp som happ for meg",
			"english": "Either (or any) way is fine (by me) (It's hip like happ for me)"
	},
	{
			"norsk": "Stopp en halv",
			"english": "Hold your horse (Stop one half)"
	},
	{
			"norsk": "For noe tull og fanteri",
			"english": "Silly and/or useless things/activities (How jokingly and silliness)"
	},
	{
			"norsk": "Brillefint",
			"english": "Splendid / Superb (Glasses-nice)"
	},
	{
			"norsk": "Det er helt hull i hodet",
			"english": "That is very stupid / ridiculous (That is completely hole in the head)"
	},
	{
			"norsk": "Å ha rent mel i posen",
			"english": "To have pure intentions (To have clean / pure flour in the bag)"
	},
	{
			"norsk": "Å dra alle under en kam",
			"english": "To generalize people / Assume a stereotype is true for everyone who's in that group (To pull everyone under one comb)"
	}
]
